# 5 вопросов, если пользователь набирает 3 очка, спросить 
# хочет ли он ответить на доп вопрос
# если отвечает да или yes то задаем 
# иначе завершем игру и выдаем ему кол-во очков 
# q1 = input("Зимой и летом одним цветом : ")
# score = 0
# if q1 == "ёлка" or q1 == "елка":
#     print("Ответ верный")
#     score = score + 1
#     x = input("Доп вопрос")
#     if x == "да":
#         pass
#     else:
#         pass
# else:
#     print("Ответ не верный")
x = int(input("введите число для проверки: "))
#    0 
if x % 7 == 0: #False
    print("четное")
else:
    print("нечетное")
z = input("0 - сумма, 1 - разница")
if x == "sum"
elif x == "div"
elif x == "dif"
eilf x == "mul"
else:
     print("выберете из перечисленного")
